package moor.foundation.choseyoursiz.data;

public class Utils {
    public String RESP_NRZ_0101 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";

    public String RESP_NRZ_0111 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";
}
