package moor.foundation.choseyoursiz.data;

public class Utils {

    public String DIALOG_DESCRIPTION = "Это небольшая подсказка, если ты не понимаешь о чем тут речь" + "\n"
            + "Все респираторы делятся на 3 класса защиты" + "\n"
            + "\n"
            + "FFP1 - самый слабый уровень защиты, он защищает до 4 ПДК" + "\n"
            + "\n"
            + "FFP2 - средний уровень защиты, он защищает до 12 ПДК" + "\n"
            + "\n"
            + "FFP3 - самый сильный уровень защиты, он защищает до 50 ПДК" + "\n"
            + "\n"
            + "ПДК - Предельно Допустимая Концентрация. это величина, характеризующая максимальное количество вещества, " +
            "которое может находиться в определенном объеме измерений и не причинять ущерба живым организмам " + "\n"
            + "\n"
            + "Так же респираторы могут быть либо с клапаном, либо без клапана. Респираторы с клапаном эффективнее отводят влагу и облегчают дыхание." + "\n"
            + "\n"
            + "Респираторы по исполнению бывают складные, формованные и неформованные." + "\n"
            + "\n"
            + "Формованные респираторы имеют чашеобразную форму, напоминающее лицо. Такие респираторы не очень плотно облегают нестандартное лицо" + "\n"
            + "\n"
            + "Неформованные респираторы не имеют формы и следовательно могут подстраиваться под форму лица" + "\n"
            + "\n"
            + "Складные респираторы так же не имеют формы. Их так же иногда называют неформованные.";

    public String RESP_NRZ_0101 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";

    public String RESP_NRZ_0102 = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до  12 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0102 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий      легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n" +
            " горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение,\n " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0111 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";

    public String RESP_NRZ_0112 = "Основные характеристики  \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до 12 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0112 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага \n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;  \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, \n"  +
            " горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0112A = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей высоко опасных и умеренно" +
            " опасных вредных веществ концентрацией до 12 ПДК, паров и газов органического происхождения концентрацией до 10 ПДК.\n" +
            "Слой активированного угля надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора.\n" +
            "Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция.  \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Лакокрасочные работы, операции связанные с нагревом металлов, работа с химконцентратами.";

    public String RESP_NRZ_0112AV = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей концентрацией до 12 ПДК, " +
            "а также паров и газов органического и неорганического происхождения концентрацией до 10 ПДК.\n" +
            "Угольный фильтр и фильтр из ионообменного волокна надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора. Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция.             \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Сварочные производства, черная и цветная металлургия, судостроение, машиностроение, литейные производства, лакокрасочные и гальванические работы.";

    public String RESP_NRZ_0112V = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей концентрацией до 12 ПДК, " +
            "а также кислых паров и газов концентрацией до 10 ПДК.\n" +
            "Слой из ионообменного волокна надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора.\n" +
            "Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция    \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Алюминиевая, нефтехимическая, целлюлозно-бумажная промышленность, аккумуляторные цеха, гальванические работы, металлургия.";

    public String RESP_NRZ_1101 = "Преимущества\n" +
            "\n" +
            "     Высокая степень защиты:\n" +
            "\n" +
            "Специальная конструкция, посредством которой респиратор плотно прилегает к любому типу лица\n" +
            "Складной дизайн (горизонтальный).\n" +
            "Высокоэффективный фильтр электростатического действия\n" +
            "Регулируемый носовой зажим\n" +
            "Мягкий материал\n" +
            "\n" +
            "Удобство:\n" +
            "\n" +
            "Конструктивные «ушки» для удобства использования\n" +
            "Насечка на фронтальной поверхности поддерживает сохранение формы респиратора.\n" +
            "Занимает очень мало места в сложенном виде\n" +
            "Индивидуальная упаковка.\n" +
            "Фильтрующий материал с пониженным сопротивлением дыханию\n" +
            "Большая поверхность фильтрующего материала\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, нефтехимия, машиностроение, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др. Рекомендуется для общепроизводственных и " +
            "строительных работ при невысокой концентрации аэрозолей.";

    public String RESP_NRZ_1102 = "Преимущества\n" +
            "\n" +
            "      Высокая степень защиты:\n" +
            "\n" +
            "Специальная конструкция, посредством которой респиратор плотно прилегает к любому типу лица\n" +
            "Складной дизайн (горизонтальный).\n" +
            "Высокоэффективный фильтр электростатического действия\n" +
            "Регулируемый носовой зажим\n" +
            "Мягкий материал\n" +
            "\n" +
            "Удобство:\n" +
            "\n" +
            "Конструктивные «ушки» для удобства использования\n" +
            "Насечка на фронтальной поверхности поддерживает сохранение формы респиратора.\n" +
            "Занимает очень мало места в сложенном виде\n" +
            "Индивидуальная упаковка.\n" +
            "Фильтрующий материал с пониженным сопротивлением дыханию\n" +
            "Большая поверхность фильтрующего материала\n" +
            "Встроенные складки, еще более увеличивающие площадь поверхности\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";
}
