package moor.foundation.choseyoursiz.data;

public class Utils {

    public String DIALOG_DESCRIPTION = "Это небольшая подсказка, если ты не понимаешь о чем тут речь" + "\n"
            + "Все респираторы делятся на 3 класса защиты" + "\n"
            + "\n"
            + "FFP1 - самый слабый уровень защиты, он защищает до 4 ПДК" + "\n"
            + "\n"
            + "FFP2 - средний уровень защиты, он защищает до 12 ПДК" + "\n"
            + "\n"
            + "FFP3 - самый сильный уровень защиты, он защищает до 50 ПДК" + "\n"
            + "\n"
            + "ПДК - Предельно Допустимая Концентрация. это величина, характеризующая максимальное количество вещества, " +
            "которое может находиться в определенном объеме измерений и не причинять ущерба живым организмам " + "\n"
            + "\n"
            + "Так же респираторы могут быть либо с клапаном, либо без клапана. Респираторы с клапаном эффективнее отводят влагу и облегчают дыхание." + "\n"
            + "\n"
            + "Респираторы по исполнению бывают складные, формованные и неформованные." + "\n"
            + "\n"
            + "Формованные респираторы имеют чашеобразную форму, напоминающее лицо. Такие респираторы не очень плотно облегают нестандартное лицо" + "\n"
            + "\n"
            + "Неформованные респираторы не имеют формы и следовательно могут подстраиваться под форму лица" + "\n"
            + "\n"
            + "Складные респираторы так же не имеют формы. Их так же иногда называют неформованные.";

    public String RESP_NRZ_0101 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";

    public String RESP_NRZ_0111 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";
}
