package moor.foundation.choseyoursiz.data;

public class Utils {

    public String DIALOG_DESCRIPTION = "Это небольшая подсказка, если ты не понимаешь о чем тут речь" + "\n"
            + "Все респираторы делятся на 3 класса защиты" + "\n"
            + "\n"
            + "FFP1 - самый слабый уровень защиты, он защищает до 4 ПДК" + "\n"
            + "\n"
            + "FFP2 - средний уровень защиты, он защищает до 12 ПДК" + "\n"
            + "\n"
            + "FFP3 - самый сильный уровень защиты, он защищает до 50 ПДК" + "\n"
            + "\n"
            + "ПДК - Предельно Допустимая Концентрация. это величина, характеризующая максимальное количество вещества, " +
            "которое может находиться в определенном объеме измерений и не причинять ущерба живым организмам " + "\n"
            + "\n"
            + "Так же респираторы могут быть либо с клапаном, либо без клапана. Респираторы с клапаном эффективнее отводят влагу и облегчают дыхание." + "\n"
            + "\n"
            + "Респираторы по исполнению бывают складные, формованные и неформованные." + "\n"
            + "\n"
            + "Формованные респираторы имеют чашеобразную форму, напоминающее лицо. Такие респираторы не очень плотно облегают нестандартное лицо" + "\n"
            + "\n"
            + "Неформованные респираторы не имеют формы и следовательно могут подстраиваться под форму лица" + "\n"
            + "\n"
            + "Складные респираторы так же не имеют формы. Их так же иногда называют неформованные.";

    public String RESP_NRZ_0101 = "Основные характеристики:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0101 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            " сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.  ";

    public String RESP_NRZ_0102 = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до  12 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0102 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий      легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды,\n" +
            " горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение,\n " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0111 = "Основные характеристики\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до 4 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0111 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Клапан выдоха, благодаря которому по респиратором не накапливаются тепло и влага \n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;  \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0112 = "Основные характеристики  \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до 12 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0112 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага \n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;  \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, \n"  +
            " горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, \n" +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0113 = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, туман) концентрацией до 50 ПДК;\n" +
            "Удобная чашеобразная форма позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-0113 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;    \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_0112A = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей высоко опасных и умеренно" +
            " опасных вредных веществ концентрацией до 12 ПДК, паров и газов органического происхождения концентрацией до 10 ПДК.\n" +
            "Слой активированного угля надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора.\n" +
            "Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция.  \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Лакокрасочные работы, операции связанные с нагревом металлов, работа с химконцентратами.";

    public String RESP_NRZ_0112AV = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей концентрацией до 12 ПДК, " +
            "а также паров и газов органического и неорганического происхождения концентрацией до 10 ПДК.\n" +
            "Угольный фильтр и фильтр из ионообменного волокна надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора. Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция.             \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Сварочные производства, черная и цветная металлургия, судостроение, машиностроение, литейные производства, лакокрасочные и гальванические работы.";

    public String RESP_NRZ_0112V = "Основные характеристики \n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей концентрацией до 12 ПДК, " +
            "а также кислых паров и газов концентрацией до 10 ПДК.\n" +
            "Слой из ионообменного волокна надежно защищает дыхательные пути от специфических газов и паров.\n" +
            "Усиленный фильтр увеличивает срок службы респиратора.\n" +
            "Хорошая подгонка по размерам лица благодаря эргономичной форме и особой носовой пластине.\n" +
            "Удобная, облегченная конструкция    \n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Алюминиевая, нефтехимическая, целлюлозно-бумажная промышленность, аккумуляторные цеха, гальванические работы, металлургия.";

    public String RESP_NRZ_1101 = "Преимущества\n" +
            "\n" +
            "     Высокая степень защиты:\n" +
            "\n" +
            "Специальная конструкция, посредством которой респиратор плотно прилегает к любому типу лица\n" +
            "Складной дизайн (горизонтальный).\n" +
            "Высокоэффективный фильтр электростатического действия\n" +
            "Регулируемый носовой зажим\n" +
            "Мягкий материал\n" +
            "\n" +
            "Удобство:\n" +
            "\n" +
            "Конструктивные «ушки» для удобства использования\n" +
            "Насечка на фронтальной поверхности поддерживает сохранение формы респиратора.\n" +
            "Занимает очень мало места в сложенном виде\n" +
            "Индивидуальная упаковка.\n" +
            "Фильтрующий материал с пониженным сопротивлением дыханию\n" +
            "Большая поверхность фильтрующего материала\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, нефтехимия, машиностроение, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др. Рекомендуется для общепроизводственных и " +
            "строительных работ при невысокой концентрации аэрозолей.";

    public String RESP_NRZ_1102 = "Преимущества\n" +
            "\n" +
            "Высокая степень защиты:\n" +
            "\n" +
            "Специальная конструкция, посредством которой респиратор плотно прилегает к любому типу лица\n" +
            "Складной дизайн (горизонтальный).\n" +
            "Высокоэффективный фильтр электростатического действия\n" +
            "Регулируемый носовой зажим\n" +
            "Мягкий материал\n" +
            "\n" +
            "Удобство:\n" +
            "\n" +
            "Конструктивные «ушки» для удобства использования\n" +
            "Насечка на фронтальной поверхности поддерживает сохранение формы респиратора.\n" +
            "Занимает очень мало места в сложенном виде\n" +
            "Индивидуальная упаковка.\n" +
            "Фильтрующий материал с пониженным сопротивлением дыханию\n" +
            "Большая поверхность фильтрующего материала\n" +
            "Встроенные складки, еще более увеличивающие площадь поверхности\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, механическая переработка руды, " +
            "горнодобывающая промышленность, машиностроение, нефтехимия, целлюлозно-бумажная промышленность, строительство, судостроение, " +
            "сельское хозяйство, производство красителей, фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1201 = "Основные характеристики респиратора НРЗ-1201:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до  4 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1201 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, " +
            "механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1202 = "Основные характеристики респиратора НРЗ-1202:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до  12 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1202 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство," +
            " механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1203 = "Основные характеристики респиратора НРЗ-1203:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до  50 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1203 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, " +
            "механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1211 = "Основные характеристики респиратора НРЗ-1211:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до  4 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1211 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, " +
            "механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1212 = "Основные характеристики респиратора НРЗ-1212:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до  12 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1212 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, " +
            "механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1213 = "Основные характеристики респиратора НРЗ-1213:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Обеспечивает надежную защиту органов дыхания от аэрозолей (пыль, дым, тумана) концентрацией до 50 ПДК;\n" +
            "Удобная складная конструкция позволяет респиратору плотно прилегать по всей поверхности;\n" +
            "Респиратор НРЗ-1213 подходит для большинства типов лица.\n" +
            "Фильтрующий материал обладает механической и электростатической фильтрацией, обеспечивающий легкость дыхания;\n" +
            "Внутренний слой состоит из гипоаллергенного материала, не вызывает аллергических реакций;\n" +
            "Клапан выдоха, благодаря которому под респиратором не накапливаются тепло и влага;\n" +
            "Используется при работе в пониженных, повышенных температурах, а также при повышенной влажности;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            "Металлургическая промышленность, цементная промышленность, чугунно- и сталелитейное производство, " +
            "механическая переработка руды, горнодобывающая промышленность, машиностроение, нефтехимия, " +
            "целлюлозно-бумажная промышленность, строительство, судостроение, сельское хозяйство, производство красителей, " +
            "фармацевтика, пищевая отрасль, гончарное дело и др.";

    public String RESP_NRZ_1213AV = "Основные характеристики респиратора НРЗ-1212АВ:\n" +
            "\n" +
            "Фильтрующие полумаски дополнительно можно оснастить регулировкой натяжения ремней оголовья;\n" +
            "Индивидуальная упаковка;\n" +
            "Респиратор предназначен для защиты органов дыхания от высоко- и средне дисперсных аэрозолей концентрацией до 12 ПДК, а также паров и газов органического и неорганического происхождения концентрацией до 10 ПДК;\n" +
            "Угольный фильтр надежно защищает дыхательные пути от специфических газов и паров;\n" +
            "Усиленный фильтр увеличивает срок службы респиратора;\n" +
            "Хорошая подгонка по размерам лица благодаря складной конструкции респиратора;\n" +
            "\n" +
            "Область применения:\n" +
            "\n" +
            " Сварочные производства, черная и цветная металлургия, судостроение, машиностроение, литейные производства, " +
            "лакокрасочные и гальванические работы.";

    // СПИРО

    public String RESP_SPIRO_313 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха красного цвета\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-313» выполнены в виде легкой многослойной формованной полумаски с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения (наждачная, цементная, " +
            "стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_201 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-201» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, " +
            "без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения (наждачная, цементная, стеклянная, " +
            "известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_212 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха зеленого цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-212» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, " +
            "с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), " +
            "минерального происхождения (наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_312 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха зеленого цвета\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-312» выполнены в виде легкой многослойной формованной полумаски с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_311 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха желтого цвета\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-311» выполнены в виде легкой многослойной формованной полумаски с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_303 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-303» выполнены в виде легкой многослойной формованной полумаски без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_302 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011«О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-302» выполнены в виде легкой многослойной формованной полумаски без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_301 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи четырех пластмассовых зажимов желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски многоразового применения  маркированы буквами R\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-009-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-301» выполнены в виде легкой многослойной формованной полумаски без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_213 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха красного цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-213» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_211 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха желтого цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-211» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_203 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-203» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), " +
            "минерального происхождения (наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и " +
            "органических удобрений).";

    public String RESP_SPIRO_202 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-008-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-202» выполнены в виде легкой полумаски, складывающейся в вертикальной плоскости, без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_113 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха красного цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-113» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_112 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха зеленого цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-112» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_111 = "Цвет полумаски – белый\n" +
            "\n" +
            "С клапаном выдоха желтого цвета\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-111» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, с клапаном выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_103 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора красного цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP3\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 50 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-103» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_SPIRO_102 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора зеленого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP2\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 12 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-102» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).\n" +
            "\n";

    public String RESP_SPIRO_101 = "Цвет полумаски – белый\n" +
            "\n" +
            "Без клапана выдоха\n" +
            "\n" +
            "С регулируемыми при помощи пластмассового регулятора желтого цвета лентами оголовья\n" +
            "\n" +
            "Класс фильтрующей эффективности  FFP1\n" +
            "\n" +
            "Полумаски одноразового применения (для применения в течение одной рабочей смены), маркированы буквами NR\n" +
            "\n" +
            "Проверены на устойчивость к запылению, маркированы буквой D\n" +
            "\n" +
            "Применяется при концентрации  вредных аэрозолей в воздухе рабочей зоны до 4 ПДК\n" +
            "\n" +
            "Изготавливаются по ТУ 32.99.11-007-08625805-2018\n" +
            "\n" +
            "Соответствуют требованиям ГОСТ 12.4.294-2015\n" +
            "\n" +
            "Респираторы сертифицированы на соответствие требованиям ТР ТС 019/2011 «О безопасности средств индивидуальной защиты»\n" +
            "\n" +
            "Полумаски фильтрующие «Респираторы «СПИРО-101» выполнены в виде легкой полумаски, складывающейся в горизонтальной плоскости, без клапана выдоха.\n" +
            "\n" +
            "Предназначены для индивидуальной защиты органов дыхания от различных мелко и средне дисперсных аэрозолей (пыли, дыма, тумана): " +
            "растительного происхождения (пеньковая, хлопковая, древесная, табачная, мучная, сахарная, угольная пыль), " +
            "металлургические (железная, чугунная, стальная, медная, свинцовая пыль), минерального происхождения " +
            "(наждачная, цементная, стеклянная, известковая, дорожная пыль, при производстве минеральных и органических удобрений).";

    public String RESP_ALINA_200 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала, имеющий эластичную регулируемую ленту оголовья и носовой зажим.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "\n" +
            "Применение:\n" +
            "\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК.\n" +
            "Рекомендуемые области применения:\n" +
            "машиностроение, металлургия, судостроение, литейное производство, работы в карьерах и открытых разрезах, строительство," +
            "фармацевтика.\n";

    public String RESP_ALINA_100 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала, имеющий эластичную регулируемую " +
            "ленту оголовья и носовой зажим.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "\n" +
            "Применение:\n" +
            "\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 4 ПДК.\n" +
            "Рекомендуемые области применения:\n" +
            "машиностроение, строительство, металлургия, общепроизводственные работы, фармацевтика, пищевая промышленность.";

    public String RESP_ALINA_110 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала. Имеет эластичную регулируемую " +
            "ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает понижение влажности и температуры в подмасочном " +
            "пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 4 ПДК. Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных " +
            "температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "машиностроение, строительство, металлургия, общепроизводственные работы, фармацевтика, пищевая промышленность.";

    public String RESP_ALINA_210 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала. Имеет эластичную регулируемую " +
            "ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает понижение влажности и температуры в подмасочном " +
            "пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК. Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных " +
            "температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "машиностроение, металлургия, судостроение, литейное производство, работы в карьерах и открытых разрезах, строительство, " +
            "фармацевтика.";

    public String RESP_ALINA_P = "Описание:\n" +
            "Неформованный респиратор универсального размера из фильтрполотна. Имеет эластичную ленту оголовья, носовой зажим и " +
            "клапан выдоха.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "универсальный размер\n" +
            "индивидуальная упаковка\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК.\n" +
            "Рекомендуемые области применения:\n" +
            "машиностроение, металлургия, судостроение, литейное производство, работы в карьерах и открытых разрезах, строительство.";

    public String RESP_ALINA_201 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала с дополнительной защитой от " +
            "органических газов, имеет эластичную регулируемую ленту оголовья и носовой зажим.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК, от органических газов (бензин, керосин, лаки, краски) и паров от нагрева металлов " +
            "(сварочных аэрозолей, озона) при их концентрации до 5 ПДК.\n" +
            "Рекомендуемые области применения:\n" +
            "лакокрасочные работы, операции, связанные с нагревом металлов, работа с химконцентратами.";

    public String RESP_ALINA_211 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала с дополнительной защитой от " +
            "органических газов. Имеет эластичную регулируемую ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает " +
            "понижение влажности и температуры в подмасочном пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК, от органических газов (бензин, керосин, лаки, краски) и паров от нагрева металлов " +
            "(сварочных аэрозолей, озона) при их концентрации до 10 ПДК.\n" +
            "\n" +
            "Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "лакокрасочные работы, операции, связанные с нагревом металлов, работа с химконцентратами.";

    public String RESP_ALINA_212 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала с дополнительной защитой от " +
            "кислых газов. Имеет эластичную регулируемую ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает " +
            "понижение влажности и температуры в подмасочном пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемые ленты оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 12 ПДК, и кислых газов (фторид водорода,уксусная кислота и другие) при их концентрации до 10 ПДК. " +
            "Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "алюминиевая, нефтехимическая, целлюлозно-бумажная промышленности, аккумуляторные цеха, гальванические работы, металлургия.";

    public String RESP_ALINA_213 = "Описание:\n" +
            "Неформованный респиратор универсального размера из фильтрполотна с дополнительной защитой от основных газов. " +
            "Имеет эластичную регулируемую ленту оголовья, носовой зажим и клапан выдоха.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "регулируемая лента оголовья\n" +
            "универсальный размер\n" +
            "индивидуальная упаковка\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей " +
            "(пыль, дым туман) при их концентрации до 12 ПДК, от основных газов (аммиак, амины, гидразин и т.п.). при их концентрации " +
            "до 5 ПДК.\n" +
            "Рекомендуемые области применения:\n" +
            "металлургия, химическая и пищевая промышленность, фармакология, агрохимия, производство стекла и удобрений.";

    public String RESP_ALINA_311 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала с дополнительной защитой от органических газов. Имеет эластичную регулируемую ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает понижение влажности и температуры в подмасочном пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемая лента оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 50 ПДК, от органических газов (бензин, керосин, лаки, краски) и паров от нагрева металлов " +
            "(сварочных аэрозолей, озона) при их концентрации до 12 ПДК.\n" +
            "\n" +
            "Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "Лакокрасочные работы, сварочные работы, работа с химконцентратами";

    public String RESP_ALINA_312 = "Описание:\n" +
            "Неформованный респиратор универсального размера из нетканого фильтрующего материала с дополнительной защитой от " +
            "кислых газов. Имеет эластичную регулируемую ленту оголовья, носовой зажим и клапан выдоха, который обеспечивает " +
            "понижение влажности и температуры в подмасочном пространстве и создает комфортные условия для дыхания.\n" +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "технология 3D FLEX-TO-FIT\n" +
            "регулируемые ленты оголовья\n" +
            "увеличенная площадь фильтрующей поверхности\n" +
            "универсальный размер\n" +
            "Применение:\n" +
            "Респиратор предназначен для индивидуальной защиты органов дыхания человека от всех видов аэрозолей (пыль, дым туман) " +
            "при их концентрации до 50 ПДК, и кислых газов (фторид водорода,уксусная кислота и другие) при их концентрации до 12 ПДК. " +
            "Эффективен при работе в тяжелых условиях, при работе в областях повышенных и пониженных температур, повышенной влажности.\n" +
            "Рекомендуемые области применения:\n" +
            "алюминиевая, нефтехимическая, целлюлозно-бумажная промышленности, аккумуляторные цеха, гальванические работы, металлургия.";

    public String RESP_TM_8101 = "Характеристики респиратора 8101\n" +
            "Респиратор эконом класса, чашеобразной формы. Респиратор имеет гипоаллергенный мягкий внутренний слой, улучшенный носовой зажим " +
            "с потовпитывающей прокладкой и резинки нового типа — с 4 точками крепления." +
            "\n" +
            "Особенности:\n" +
            "\n" +
            "Респиратор 3М 8101 предназначен для защиты верхних дыхательных путей от цементной, пищевой, древесной пыли, а также от окалины, угля и тумана. Применяют данные модели респираторов при шлифовании, пескоструйных работах, резке и сверлении. Все вышеперечисленные модели относятся к аэрозольным респираторам первой степени защиты.\n" +
            "\n" +
            "Полные характеристики респиратора 8101 \n" +
            "Степень защиты до\tFFP1\n" +
            "С клапаном выдоха\tнет\n" +
            "Применяется при концентрации до\t4 ПДК\n" +
            "Срок службы до\tдо затруднения дыхания\n" +
            "Рекомендация по использованию\tОт пыли и аэрозолей";

    public String RESP_TM_8102 = "Характеристики респиратора 8102\n" +
            "Респиратор эконом класса, чашеобразной формы. Респиратор имеет гипоаллергенный мягкий внутренний слой, " +
            "улучшенный носовой зажим с потовпитывающей прокладкой и резинки нового типа — с 4 точками крепления. " +
            "Класс защиты: FFP2 – до 12 ПДК.\n" +
            "\n" +
            "Особенности респиратора 8102\n" +
            "\n" +
            "Обеспечивает плотное прилегание к лицу\n" +
            "Мягкая прокладка под носовым зажимом\n" +
            "Внутренний слой из гипоаллергенного материала\n" +
            "Крепление резинок в 4-х точках \n" +
            "Респиратор 8102 предназначен для: \n" +
            "Защиты верхних дыхательных путей от цементной, пищевой, древесной пыли, а также от окалины, угля и тумана. " +
            "Применяют данные модели респираторов при шлифовании, пескоструйных работах, резке и сверлении и другим работам. ";

    public String RESP_TM_8112 = "Характеристики Респиратор 8112\n" +
            "Респиратор чашеобразной формы с клапаном выдоха, благодаря которому под респиратором не накапливается тепло и влага. " +
            "Сфера применения: металлургия, литейное производство, механическая переработка руды, горнодобывающая промышленность," +
            " нефтехимия машиностроение, целлюлозно-бумажная промышленность, производство красителей, фармацевтика и др. \n" +
            "Класс защиты - FFP1.";

    public String RESP_TM_8122 = "Характеристики респиратора 8122\n" +
            "респиратор удобной чашеобразной формы с клапаном выдоха.\n" +
            "плотно прилегающий, подходит для большинства типов лиц.\n" +
            "параболический клапан выдоха 3M Cool Flow эффективно отводит тепло и влагу, обеспечивает легкость дыхания.\n" +
            "улучшенный носовой зажим с потовпитывающей прокладкой.\n" +
            "четыре точки крепления резинок.\n" +
            "Степень защиты: FFP2 (до 12 ПДК).\n" +
            "\n" +
            "Применяется в условиях высоких температур и повышенной влажности.\n" +
            "Масса: 13 г.";

    public String RESP_TM_9332 = "Характеристики Респиратора 9332\n" +
            "Трехпанельный дизайн респиратора обеспечивает максимально плотное и комфортное прилегание к лицу. Потовпитывающая прокладка " +
            "на носовом зажиме. Класс защиты: FFP 3 – до 50 ПДК.\n" +
            "\n" +
            "Особенности респиратора от компании ЗМ 9332\n" +
            "Уникальная 3-х панельная конструкция обеспечивает повышенный комфорт и \n" +
            "легкость речевого общения\n" +
            "Подходит для всех типов лиц. Плотность прилегания сохраняется при мимических \n" +
            "движениях лица. \n" +
            "Респиратор удобно складывать и хранить в кармане;\n" +
            "Носовой зажим\n" +
            "Скрытый носовой зажим из нержавеющей стали, что особенно актуально при работе \n" +
            "во взрывоопасной атмосфере\n" +
            "Обеспечивает плотное прилегание верхней части респиратора \n" +
            "Удобная потовпитывающая прокладка под носовым зажимом\n" +
            "Клапан выдоха\n" +
            "Параболический клапан выдоха 3М Cool Flow производится по специальной \n" +
            "технологии компании 3М\n" +
            "Конструкция респиратора: С клапаном выдоха. Складная конструкция. 3-слойная фильтрующая система. Носовой зажим с мягкой " +
            "потовпитывающей прокладкой.\n" +
            "\n" +
            "Использование респиратора 9332\n" +
            "Респиратор 3М 9332 используется в условиях высокого запыления, а также при работах с асбестом или нагретым металлом. " +
            "Предназначен для защиты органов дыхания от пыли и вредных испарений, на эффективность данной модели респиратора практически " +
            "не оказывается влияния колебание температур. Мягкий фильтр этого респиратора не затрудняет общения, обладает повышенной " +
            "степенью защиты и практически не стесняет дыхания.\n" +
            "\n" +
            "Фото респиратора 9332 3М ";

    public String RESP_TM_9922 = "Респиратор комбинированного действия против аэрозолей с дополнительной защитой от " +
            "дымов металлов, сварочных аэрозолей, пыли до 12 ПДК и от озона до 10 ПДК. Дополнительно снижает раздражающее " +
            "воздействие органических газов и паров при их концентрации, не превышающей ПДК. С клапаном выдоха.\n" +
            "Класс защиты - FFP2.";

    public String RESP_TM_9914 = "Респиратор комбинированного действия против аэрозолей с дополнительной защитой от " +
            "органических паров. Дополнительно снижает раздражающее воздействие органических паров при их концентрации, " +
            "не превышающей ПДК. С клапаном выдоха. Фильтрующий слой на основе активированного угля.\n" +
            "Класс защиты - FFP1.";

}
